      
<?php get_header(); ?>
<?php 
/* Template Name: capital */
?>
<main class="main">
      <section class="bread">
        <div class="container">
          <div class="bread__content bread__content--capital">
            <div class="bread__wrapper">
              <ul class="list-reset bread__sublist">
                <li class="bread__sublist-item">
                  <a href="/" class="bread__sublist-link">Главная</a>
                </li>
                <li class="bread__sublist-item">
                  <a class="bread__sublist-link">Материнский капитал</a>
                </li>
              </ul>
            </div>

            <h1 class="bread__title">
              Маткапитал-2025
            </h1>
            <p class="bread__descr">
              Как потратить 894 тыс. ₽ на улучшение жилищных условий. Рассказываем, как программа работает в 2025 году и на что можно использовать средства маткапитала
            </p>
            <div class="bread__box">
              <img loading="lazy" src="<?php echo get_template_directory_uri(); ?>/assets/img/capital-1.webp" class="image" width="646" height="350" alt="img">
               <img loading="lazy" src="<?php echo get_template_directory_uri(); ?>/assets/img/capital-2.webp" class="image" width="646" height="350" alt="img">
            </div>
          </div>
        </div>
      </section>

      <section class="capital">
        <div class="container">
          <div class="capital__content">
            <p class="capital__subtitle">
              С 1 февраля 2025 года
            </p>
            <p class="capital__text">
              Размер маткапитала вырастет на 7,3%, примерно на такой же показатель он был проиндексирован в 2024 году.
              Таким образом,
              маткапитал на первого ребёнка может вырасти до 676,3 тыс. ₽, а на второго — до 893,8 тыс. ₽.
              Ежегодно размер материнского капитала индексируется. С 1 февраля 2022 года выплату индексируют, исходя
              из прогнозируемой
              инфляции. В 2024 году размер маткапитала увеличился на 7,4%. В 2025 году индексация составит 7,3%.
            </p>
            <p class="capital__subtitle">
              До 1 февраля 2025 года размер маткапитала составляет:
            </p>
            <ul class="list-reset capital__list">
              <li class="capital__list-item">
                <p class="capital__list-descr">
                  На первого ребёнка
                </p>
                <p class="capital__list-accent">
                  631 тыс. ₽
                </p>
              </li>
              <li class="capital__list-item">
                <p class="capital__list-descr">
                  На второго ребёнка
                </p>
                <p class="capital__list-accent">
                  833 тыс. ₽
                </p>
              </li>
              <li class="capital__list-item">
                <p class="capital__list-descr">
                  Если ранее семья получала выплату на первенца
                </p>
                <p class="capital__list-accent">
                  202,6 тыс. ₽
                </p>
              </li>
            </ul>
            <p class="capital__subtitle">
              После 1 февраля 2025 года размер маткапитала составит:
            </p>
            <ul class="list-reset capital__list">
              <li class="capital__list-item">
                <p class="capital__list-descr">
                  На первого ребёнка
                </p>
                <p class="capital__list-accent">
                  676,3 тыс. ₽
                </p>
              </li>
              <li class="capital__list-item">
                <p class="capital__list-descr">
                  На второго ребёнка
                </p>
                <p class="capital__list-accent">
                  893,8 тыс. ₽
                </p>
              </li>
              <li class="capital__list-item">
                <p class="capital__list-descr">
                  Если ранее семья получала выплату на первенца
                </p>
                <p class="capital__list-accent">
                  217,4 тыс. ₽
                </p>
              </li>
            </ul>
          </div>
          <div class="capital__content">
            <p class="capital__subtitle">
              Сумма маткапитала на 2026–2027 гг.
            </p>
            <p class="capital__text">
              В 2026 году маткапитал на первого ребенка увеличится еще на 4,5% и достигнет 706,8 тыс. руб., а в 2027-м —
              еще на 4%, до
              735,1 тыс. руб. Маткапитал на второго ребенка в 2026 году вырастет до 934 тыс. руб., в 2027 году —
              до 971,4 тыс. руб.
            </p>
            <p class="capital__subtitle">
              Программа маткапитала
            </p>
            <p class="capital__text">
              Материнский капитал — госпрограмма финансовой поддержки семей, которая была запущена в 2007 году. Сейчас
              она действует
              до 2026 года. Её цель — повысить рождаемость в стране. Изначально денежные выплаты выдавались семьям,
              где родился второй
              ребёнок, но потом программу расширили. <br>
              <br>
              Цели, на которые можно направить средства маткапитала, указаны в ст. 7 ФЗ «О дополнительных мерах
              государственной
              поддержки семей, имеющих детей». Выплату можно потратить на образование детей, получение ежемесячных
              выплат
              (если у семьи доход ниже прожиточного минимума), соцадаптацию детей-инвалидов либо направить
              на формирование
              накопительной части пенсии мамы. <br>
              <br>
              Согласно ныне действующему закону, маткапитал предоставляется до конца 2026 года. В декабре правительство
              предложило
              продлить программу до 31 декабря 2030 года. Законопроект разработан как исполнение поручения президента
              России,
              сделанного в конце февраля нынешнего года в послании Федеральному собранию. Тогда Владимир Путин предложил
              продлить
              программу помощи семьям с детьми как минимум до 2030 года
            </p>

          </div>
          <div class="capital__content">
            <p class="capital__title">
              Кто имеет право на маткапитал в 2025 году
            </p>

            <div class="capital__grid">
              <div class="capital__item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                <p class="capital__descr">
                  Женщины, которые родили или усыновили второго или последующего ребёнка после 1 января 2007 года
                </p>
              </div>
              <div class="capital__item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                <p class="capital__descr">
                  Женщины, которые родили или усыновили первого ребёнка после 1 января 2020 года
                </p>
              </div>
              <div class="capital__item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                <p class="capital__descr">
                  Мужчины, которые являются единственными усыновителями второго или последующего ребёнка, если решение
                  суда вступило
                  в силу после 1 января 2007 года
                </p>
              </div>
              <div class="capital__item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                <p class="capital__descr">
                  Мужчины, которые являются единственным усыновителем первого ребёнка, решение суда об усыновлении
                  которого вступило
                  в силу с 1 января 2020 года
                </p>
              </div>
              <div class="capital__item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                <p class="capital__descr">
                  Мужчина имеет право на маткапитал, если у матери прекращается право на маткапитал — она умерла, лишена
                  родительских прав
                  на ребёнка, совершила умышленное преступление против ребёнка или отменено усыновление ребёнка ею. Речь
                  также идёт
                  об отцах, которые воспитывают ребёнка после смерти матери, не имевшей российского гражданства
                </p>
              </div>
              <div class="capital__item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                <p class="capital__descr">
                  Несовершеннолетние дети или учащиеся очно в возрасте до 23 лет тоже могут претендовать на маткапитал
                  при одном
                  из условий: первое — если у матери, отца или усыновителя прекратилось право на маткапитал; второе —
                  у матери
                  прекратилось право, а у отца оно не возникло. Чтобы дети смогли распорядиться материнским капиталом,
                  обычно нужно
                  участие органов опеки
                </p>
              </div>
            </div>
            <p class="capital__text">
              С 1 января 2024 года на маткапитал могут рассчитывать только лица, которые имеют гражданство России
              на момент рождения
              ребёнка. Кроме того, ребёнок тоже должен являться гражданином России, причём по рождению. Исключения
              сделаны для жителей
              новых регионов: им маткапитал будет выплачиваться независимо от сроков получения российского гражданства
              и его основания.
            </p>

          </div>
          <div class="capital__content">
            <p class="capital__subtitle">
              Как получить маткапитал в 2025 году
            </p>
            <p class="capital__text">
              С 2020 года действует беззаявительный порядок оформления маткапитала. Сертификат приходит в личный кабинет
              на портале
              госуслуг автоматически в течение пяти дней после регистрации ребёнка в органе ЗАГС. Если учётной записи
              на портале нет,
              то можно получить бумажную версию сертификата через МФЦ. <br>
              <br>
              «Сертификат теперь выдаётся без заявления: необходимая информация поступает в Социальный фонд (ред.
              — ранее в Пенсионный
              фонд, который с начала 2023 года вошёл в состав Соцфонда) автоматически из органов ЗАГС. Уведомление
              о выдаче
              сертификата поступит в личный кабинет на портале госуслуг», — уточнила член Ассоциации юристов (АЮР)
              России Венера
              Шумлянская. <br>
              <br>
              Подать заявление о направлении средств маткапитала на улучшение жилищных условий можно через портал
              госуслуг или лично
              в территориальный орган Социального фонда России. Заявления на распоряжение средствами материнского
              капитала
              рассматриваются в течение десяти дней
            </p>
            <p class="capital__subtitle">
              На какую недвижимость можно потратить маткапитал в 2025 году
            </p>
            <p class="capital__text">
              Один из самых популярных способов использования сертификата — улучшение жилищных условий. По оценке
              «Дом.РФ», эти цели
              выбирают почти 70% россиян. Сюда относится:
            </p>
            <ul class="list-reset capital__info">
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Покупка квартиры или дома
              </li>
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Строительство дома
              </li>
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Строительство или реконструкция дома
              </li>
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Реконструкция домов блокированной застройки (с 2024 года)
              </li>
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Оплата первого взноса по ипотеке
              </li>
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Оплата основного долга по ипотеке
              </li>
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Покупка жилья по договору участия в долевом строительстве (ДДУ)
              </li>
              <li class="capital__info-item">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <circle cx="12" cy="12" r="9.5" stroke="#914948" />
                  <circle cx="12" cy="12" r="4" fill="#914948" />
                </svg>
                Оплата вступительного взноса в ЖСК
              </li>
            </ul>
          </div>
          <div class="capital__content">
            <p class="capital__subtitle">
              Необходимо доказать пригодность жилья
            </p>
            <p class="capital__text">
              С 1 января 2025 года надо будет доказать, что планируемое к покупке с помощью средств маткапитала жильё
              является
              пригодным для проживания. Если заключения, которое подтверждает, что жильё пригодно для проживания,
              а также
              соответствует требованиям, которые предъявляются к жилому помещению, не будет, то в маткапитале будет
              отказано
            </p>
            <p class="capital__subtitle">
              Нюансы использования маткапитала
            </p>
            <p class="capital__text">
              Маткапитал накладывает ряд ограничений, о которых необходимо знать перед использованием сертификата.
              Подать заявление
              на использование маткапитала можно, когда ребёнку исполнится три года. Использовать материнский капитал,
              не дожидаясь
              трехлетия ребёнка, можно при условии покупки жилья или строительства дома с использованием кредитных
              средств. <br>
              <br>
              Обязательное условие использования маткапитала при покупке жилья — наделение детей долями в приобретаемой
              недвижимости.
              «При продаже жилья, купленного с помощью маткапитала, необходимо будет также наделять детей собственностью
              в новой
              квартире. Такие сделки проходят только с разрешения органов опеки и Соцфонда, что усложняет процесс
              продажи квартиры
              на вторичном рынке. Например, нельзя решить вопрос с продажей через размещение денежных средств на счетах
              несовершеннолетних детей», — добавила глава «Бон Тон». <br>
              <br>
              Все это касается и переуступки прав требования на квартиру, если возникает необходимость продать
              её ещё до оформления
              собственности, в том числе на детей. В случае расторжения сделки средства возвращаются в Соцфонд.
            </p>

          </div>

        </div>
      </section>

    </main>


<?php get_footer(); ?>