let center = [59.937864, 30.314507];
const map = document.getElementById("map")
if (map) {

  ymaps.ready(init);

}


function init() {
  let map = new ymaps.Map('map', {
    center: center,
    zoom: 10,
  });




  map.controls.remove('geolocationControl'); // удаляем геолокацию
  map.controls.remove('searchControl'); // удаляем поиск
  map.controls.remove('trafficControl'); // удаляем контроль трафика
  map.controls.remove('typeSelector'); // удаляем тип
  map.controls.remove('fullscreenControl'); // удаляем кнопку перехода в полноэкранный режим
  map.controls.remove('zoomControl'); // удаляем контрол зуммирования
  map.controls.remove('rulerControl'); // удаляем контрол правил
  map.behaviors.disable(['scrollZoom']); // отключаем скролл карты (опционально)

  const placemark = new ymaps.Placemark([59.965817, 30.502020], {}, {
    iconLayout: 'default#image',
    iconImageHref: 'data:image/svg+xml;charset=UTF-8,' + encodeURIComponent(`
    <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
      <g clip-path="url(#clip0_27_895)">
        <path d="M30 1C35.5218 1.00766 40.8224 3.13617 44.8125 6.93359L45.1943 7.30566C49.099 11.2104 51.3495 16.4611 51.4932 21.9678L51.5 22.501C51.4998 26.3345 50.252 30.4748 48.3066 34.585C46.365 38.6872 43.7573 42.6994 41.1055 46.2588C35.9437 53.1871 30.6736 58.3231 30 58.9717C29.3264 58.3231 24.0563 53.1871 18.8945 46.2588C16.2427 42.6994 13.635 38.6872 11.6934 34.585C9.74799 30.4748 8.50021 26.3345 8.5 22.501C8.50741 16.9789 10.6359 11.6778 14.4336 7.6875L14.8057 7.30566C18.836 3.27533 24.3003 1.00791 30 1ZM34.3291 12.0488C32.262 11.1926 29.9874 10.9688 27.793 11.4053C25.7359 11.8145 23.8357 12.7865 22.3027 14.21L22.001 14.501C20.4189 16.083 19.3418 18.0986 18.9053 20.293C18.496 22.3503 18.6669 24.4782 19.3955 26.4395L19.5488 26.8291C20.3515 28.767 21.6758 30.4411 23.3711 31.667L23.7148 31.9062C25.5752 33.1493 27.7626 33.8125 30 33.8125H30.001C33.0004 33.8106 35.8762 32.618 37.9971 30.4971C39.9855 28.5087 41.1576 25.8568 41.2979 23.0615L41.3125 22.501V22.5C41.3125 20.4023 40.7291 18.3488 39.6318 16.5674L39.4062 16.2148C38.2409 14.4707 36.6149 13.0874 34.7129 12.2158L34.3291 12.0488Z" fill="#914948" stroke="#914948" stroke-width="2"/>
      </g>
      <defs>
        <clipPath id="clip0_27_895">
          <rect width="60" height="60" fill="white"/>
        </clipPath>
      </defs>
    </svg>
  `),
    iconImageSize: [60, 60],
    iconImageOffset: [-30, -60] // чтобы центр иконки попадал в точку
  });
  const placemark2 = new ymaps.Placemark([59.874421, 30.419088], {}, {
    iconLayout: 'default#image',
    iconImageHref: 'data:image/svg+xml;charset=UTF-8,' + encodeURIComponent(`
    <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
      <g clip-path="url(#clip0_27_895)">
        <path d="M30 1C35.5218 1.00766 40.8224 3.13617 44.8125 6.93359L45.1943 7.30566C49.099 11.2104 51.3495 16.4611 51.4932 21.9678L51.5 22.501C51.4998 26.3345 50.252 30.4748 48.3066 34.585C46.365 38.6872 43.7573 42.6994 41.1055 46.2588C35.9437 53.1871 30.6736 58.3231 30 58.9717C29.3264 58.3231 24.0563 53.1871 18.8945 46.2588C16.2427 42.6994 13.635 38.6872 11.6934 34.585C9.74799 30.4748 8.50021 26.3345 8.5 22.501C8.50741 16.9789 10.6359 11.6778 14.4336 7.6875L14.8057 7.30566C18.836 3.27533 24.3003 1.00791 30 1ZM34.3291 12.0488C32.262 11.1926 29.9874 10.9688 27.793 11.4053C25.7359 11.8145 23.8357 12.7865 22.3027 14.21L22.001 14.501C20.4189 16.083 19.3418 18.0986 18.9053 20.293C18.496 22.3503 18.6669 24.4782 19.3955 26.4395L19.5488 26.8291C20.3515 28.767 21.6758 30.4411 23.3711 31.667L23.7148 31.9062C25.5752 33.1493 27.7626 33.8125 30 33.8125H30.001C33.0004 33.8106 35.8762 32.618 37.9971 30.4971C39.9855 28.5087 41.1576 25.8568 41.2979 23.0615L41.3125 22.501V22.5C41.3125 20.4023 40.7291 18.3488 39.6318 16.5674L39.4062 16.2148C38.2409 14.4707 36.6149 13.0874 34.7129 12.2158L34.3291 12.0488Z" fill="#914948" stroke="#914948" stroke-width="2"/>
      </g>
      <defs>
        <clipPath id="clip0_27_895">
          <rect width="60" height="60" fill="white"/>
        </clipPath>
      </defs>
    </svg>
  `),
    iconImageSize: [60, 60],
    iconImageOffset: [-30, -60] // чтобы центр иконки попадал в точку
  });

  map.geoObjects.add(placemark);
  map.geoObjects.add(placemark2);
}

